INSERT INTO publisher (ID, NAME)
VALUES (1, 'Ïèòåð'),
       (2, 'Ëåíèçäàò'),
       (3, 'Àçáóêà');

INSERT INTO author (ID, NAME)
VALUES (1, 'Ðîáåðò Ìàðòèí'),
       (2, 'Ñêîòò ×àêîí'),
       (3, 'Áåí Øòðàóñ'),
       (4, 'Àðòóð Êîíàí Äîéë'),
       (5, 'Øîí Áàéàòåëë');

INSERT INTO book (ID, NAME, ISSUE_YEAR, PUBLISHER_ID, PRICE, QUANTITY)
VALUES (1, '×èñòàÿ àðõèòåêòóðà', '2018', 1, 354, 8),
       (2, 'Git äëÿ ïðîôåññèîíàëüíîãî ïðîãðàììèñòà', '2019', 1, 520, 6),
       (3, 'Øåðëîê Õîëìñ. Ïîâåñòè è ðàññêàçû', '2018', 2, 330, 3),
       (4, 'Äíåâíèê êíèãîòîðãîâöà', '2018', 3, 480, 9),
       (5, '×èñòûé êîä', '2016', 1, 680, 2);

INSERT INTO author_book (AUTHOR_ID, BOOK_ID)
VALUES (1, 1),
       (2, 2),
       (3, 2),
       (4, 3),
       (5, 4),
       (1, 5);